{
  "azkar": [
    {
      "zekr": "أستغفر الله",
      "zekr_en": "Astaghfirullah",
      "count": 3,
      "sanad": "كان النبي ﷺ إذا سلّم من الصلاة قال: أستغفر الله ثلاثاً. - صحيح مسلم (رقم 591)"
    },
    {
      "zekr": "اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام",
      "zekr_en": "Allahumma antas-Salaam wa minkas-Salaam, tabaarakta yaa Dhal-Jalaali wal-Ikraam",
      "count": 1,
      "sanad": "كان النبي ﷺ إذا انصرف من الصلاة قال: اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام. - صحيح مسلم (رقم 592)"
    },
    {
      "zekr": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. اللهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد",
      "zekr_en": "La ilaha illallah, wahdahu la sharika lah, lahul-mulku wa lahul-hamdu wa huwa 'ala kulli shay'in qadeer. Allahumma la mani'a lima a'tayta, wa la mu'tiya lima mana'ta, wa la yanfa'u dhal-jaddi minkal-jadd",
      "count": 1,
      "sanad": "كان النبي ﷺ إذا انصرف من الصلاة قال هذا الدعاء. - صحيح البخاري (رقم 844) وصحيح مسلم (رقم 593)"
    },
    {
      "zekr": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. لا حول ولا قوة إلا بالله. لا إله إلا الله، ولا نعبد إلا إياه، له النعمة وله الفضل وله الثناء الحسن. لا إله إلا الله مخلصين له الدين ولو كره الكافرون",
      "zekr_en": "La ilaha illallah, wahdahu la sharika lah, lahul-mulku wa lahul-hamdu wa huwa 'ala kulli shay'in qadeer. La hawla wa la quwwata illa billah. La ilaha illallah, wa la na'budu illa iyyah, lahun-ni'matu wa lahul-fadlu wa lahuth-thanaa'ul-hasan. La ilaha illallah mukhliseena lahud-deena wa law karihal-kaafiroon",
      "count": 1,
      "sanad": "كان النبي ﷺ يقول هذا الذكر بعد الصلاة. - صحيح مسلم (رقم 594)"
    },
    {
      "zekr": "سبحان الله",
      "zekr_en": "Subhan Allah",
      "count": 33,
      "sanad": "قال النبي ﷺ: من سبّح الله دبر كل صلاة ثلاثاً وثلاثين، وحمد الله ثلاثاً وثلاثين، وكبّر الله أربعاً وثلاثين، فتلك تسعة وتسعون، ثم قال تمام المئة: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، غُفرت خطاياه وإن كانت مثل زبد البحر. - صحيح مسلم (رقم 597)"
    },
    {
      "zekr": "الحمد لله",
      "zekr_en": "Alhamdulillah",
      "count": 33,
      "sanad": "قال النبي ﷺ: من حمد الله دبر كل صلاة ثلاثاً وثلاثين، وسبّح الله ثلاثاً وثلاثين، وكبّر الله أربعاً وثلاثين، فتلك تسعة وتسعون، ثم قال تمام المئة: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، غُفرت خطاياه وإن كانت مثل زبد البحر. - صحيح مسلم (رقم 597)"
    },
    {
      "zekr": "الله أكبر",
      "zekr_en": "Allahu Akbar",
      "count": 34,
      "sanad": "قال النبي ﷺ: من كبّر الله دبر كل صلاة أربعاً وثلاثين، وسبّح الله ثلاثاً وثلاثين، وحمد الله ثلاثاً وثلاثين، فتلك تسعة وتسعون، ثم قال تمام المئة: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، غُفرت خطاياه وإن كانت مثل زبد البحر. - صحيح مسلم (رقم 597)"
    },
    {
      "zekr": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
      "zekr_en": "La ilaha illallah, wahdahu la sharika lah, lahul-mulku wa lahul-hamdu wa huwa 'ala kulli shay'in qadeer",
      "count": 1,
      "sanad": "قال النبي ﷺ: من قال هذا الذكر دبر الصلاة غفرت ذنوبه. - صحيح مسلم (رقم 598)"
    },
    {
      "zekr": "{ اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ }\n [آية الكرسي- البقرة:255]",
      "zekr_en": "Recitation of Ayat al-Kursi (Surah Al-Baqarah: 255)",
      "count": 1,
      "sanad": "قال النبي ﷺ: من قرأ آية الكرسي دبر كل صلاة لم يمنعه من دخول الجنة إلا أن يموت. - سنن النسائي (رقم 9928)"
    },
    {
      "zekr": "قل هو الله أحد",
      "zekr_en": "Surah Al-Ikhlas (Say: He is Allah, the One)",
      "count": 1,
      "sanad": "كان النبي ﷺ يقرأ سورة الإخلاص بعد الصلاة المفروضة. - سنن أبي داود (رقم 1523)"
    },
    {
      "zekr": "قل أعوذ برب الفلق",
      "zekr_en": "Surah Al-Falaq (Say: I seek refuge with the Lord of daybreak)",
      "count": 1,
      "sanad": "كان النبي ﷺ يقرأ سورة الفلق بعد الصلاة المفروضة. - سنن أبي داود (رقم 1523)"
    },
    {
      "zekr": "قل أعوذ برب الناس",
      "zekr_en": "Surah An-Naas (Say: I seek refuge with the Lord of mankind)",
      "count": 1,
      "sanad": "كان النبي ﷺ يقرأ سورة الناس بعد الصلاة المفروضة. - سنن أبي داود (رقم 1523)"
    }
  ]
}
